# Basic tools
curl
wget
openssh
gzip
zip
unzip
vim
acpi
zsh
libpulse
alsa-lib
jsoncpp
wireless_tools
cmake

# Networking
networkmanager
network-manager-applet

# Useful
htop
vim
neofetch
xclip
scrot

# GUI
xorg-server
xorg-xinit
xorg-xinput
xorg-xrandr
i3-gaps
i3blocks
i3lock
dmenu
feh
arandr
compton

# Fonts
otf-fira-mono
ttf-dejavu
ttf-liberation

# Sound
pulseaudio
pulseaudio-alsa
alsa-utils
pamixer
playerctl

# Apps
emacs
firefox
ranger
mupdf
newsboat
mpd
mpv
youtube-dl
tmux
